Repository: gisweb/rohberg.doorman
Catalog: rohberg/doorman/locales/*/LC_MESSAGES/rohberg.doorman.po
Languages: de

source: Days
de: Tage

source: Duration of password validity.
de: Dauer der Gültigkeit eines Passwords

source: New password has to differ from old one.
de: Das neue Passwort bitte verschieden vom vorigen wählen.

source: One expression per line: (u'.{8}.*', u'Minimum 8 characters.'). Default value is
de: Einen regulären Ausdruck per Zeile: (u'.{8}.*', u'Mindestens 8 Zeichen.'). Default ist

source: Passwords do not match.
de: Passwörter stimmen nicht überein

source: Regular Expressions that a password must regard.
de: Reguläre Ausdrücke, die ein Passwort einhalten muss.

source: The login name you selected is already in use or is not valid. Please choose another.
de: Der Login-Name ist schon vergeben oder ungültig. Bitte wählen Sie einen anderen.

source: This username is reserved. Please choose a different name.
de: Dieser Name ist reserviert. Bitte wählen Sie einen anderen Namen

source: You must enter a password.
de: Bitte geben Sie ein Passwort ein.

source: You must enter a valid email address.
de: Bitte geben Sie eine gültige Email-Adresse ein.

source: Your account is locked.
de: Ihr Account ist gesperrt. Falls Sie der Meinung sind, dass dies zu Unrecht ist, dann kontaktieren Sie bitte den Verantwortlichen der Website.

source: Your password and confirmation did not match. Please try again.
de: Ihr Password und seine Bestätigung stimmen nicht überein.

source: Your password is expired. Please reset your password.
de: Ihr Passwort ist abgelaufen. Bitte wählen Sie ein neues.

source: Your password must contain at least 5 characters.
de: Ihr Passwort muss mindestens 5 Zeichen enthalten.

source: msg_no_password_no_mail_me
de: Bitte bestimmen Sie ein Passwort oder wählen Sie die Option 'Email senden'.
